{
  "headerComponent": {
    "start": "Home",
    "link1": "Works",
    "link2": "Knowledge",
    "link3": "Contact me"
  },

  "inicioComponent": {
    "txt1": "Hi! i'm Ricardo",
    "txt2": "Front end developer with over 4 years of experience creating web applications for large companies and significant clients.",
    "txt3": "Eager for new challenges, I constantly seek growth. Explore my portfolio for a glimpse of my work and achievements. I'm excited to share my experience and contribute my skills to future projects."
  },

  "trabajosComponent": {
    "title": "MY WORKS",
    "visitPageButton": "Visit page",
    "subtitle1": "Main and Administrative Page of Kuepa Edutech",
    "description1": "I collaborated with a team of professionals in developing various applications within the main page and administrative panel of Kuepa Edutech. These applications are used by diverse educational entities, allowing for an enhanced user experience and optimized internal management processes.",
    "subtitle2": "MIIA Colombia",
    "description2": "I contributed to the development of both the backend and frontend of the MIIA Colombia application. My work focused on delivering high-quality solutions within agreed-upon deadlines, resulting in significant improvement for the client.",
    "subtitle3": "Dashboard with Dynamic Cards",
    "description3": "I developed a dashboard that presents information through dynamic cards, adapting flexibly to the available data. This functionality provides an up-to-date overview of relevant data for decision-making.",
    "subtitle4": "Static Job List",
    "description4": "I designed a job list that allows for dynamic interaction, where selecting tags located alongside the cards filters the results according to desired criteria. This provides a more personalized and efficient user experience.",
    "subtitle5": "IP Tracker",
    "description5": "I developed a tool for tracking IP addresses and domains, providing corresponding geographic location on an interactive map. This functionality is useful for monitoring and visualizing network activity intuitively."
  },

  "aptitudesComponent": {
    "title": "TECH STACK"
  },

  "contactameComponent": {
    "title": "CONTACT ME",
    "formTitle": "Contact form",
    "subtitle1": "Phone",
    "subtitle2": "Email",
    "subtitle3": "Social networks"
  },

  "form": {
    "label1": "Name",
    "label2": "Lastname",
    "label3": "Phone number",
    "label4": "Email",
    "label5": "Message",
    "placeholer1": "Write your message here"
  }
}
