{
  "headerComponent": {
    "start": "About",
    "link1": "Works",
    "link2": "Knowledge",
    "link3": "Contact me"
  },

  "inicioComponent": {
    "txt1": "Hi! i'm Ricardo",
    "txt2": "Front end developer",
    "txt3": "I have two years of solid experience as a frontend developer, during which I have had the opportunity to be involved in large-scale projects. My constant quest for knowledge has kept me up-to-date with the latest technologies and trends in the field.",
    "txt4": "My portfolio is a reflection of my dedication and passion for creating innovative solutions. You will find examples of my work on challenging and diverse projects, where I have applied my technical skills and creativity to develop attractive and functional interfaces.",
    "txt5": "Furthermore, I am open to new challenges and always seeking to expand my knowledge and skills. If you are interested in learning more about my work, I invite you to explore my portfolio, where you will find a sample of my projects and achievements. I am excited to share my experience with you and look forward to contributing my skills to the success of future projects."
  },

  "trabajosComponent": {
    "title": "MY WORKS",
    "visitPageButton": "Visit page",
    "subtitle1": "My portfolio",
    "description1": "One of the funniest projects I've had the pleasure of working on is creating my own website, where I had the freedom to unleash my creativity and showcase my skills in a personalized and unique way.",
    "subtitle2": "DataiFX business page",
    "description2": "I was lucky enough to work developing the DataiFX main website focused on the core business of the company.",
    "subtitle3": "Main and administrative page of Kuepa Edutech",
    "description3": "I had the opportunity to work with great professionals in several applications within the main and administrative page of Kuepa, which are also used by various educational entities.",
    "subtitle4": "Dashboard with dynamic cards",
    "description4": "Dashboard that dynamically renders cards with information.",
    "subtitle5": "IP tracker",
    "description5": "Track the ip and domains to return the position on a map.",
    "subtitle6": "Static job list",
    "description6": "List of jobs in a dynamic list that by selecting the tags located on the right side of the cards filters the results."
  },

  "aptitudesComponent": {
    "title": "MY KNOWLEDGE"
  },

  "contactameComponent": {
    "title": "CONTACT ME",
    "formTitle": "Contact form",
    "subtitle1": "Phone",
    "subtitle2": "Email",
    "subtitle3": "Social networks"
  }
}
